Repository: AptoPayments/apto-sdk-ios
Catalog: Pod/Localization/*.lproj/Localizable.strings
Languages: es

# card.main.tap-to-manage
source: TAP TO MANAGE CARD
es: PULSE PARA GESTIONAR LA TARJETA

# card.main.activate-card.button.title
source: Activate Virtual Card
es: Activar Tarjeta Virtual

# error.transport.undefined
source: Something went wrong.
es: Algo fué mal.

# error.transport.sessionExpired
source: User session has expired. Please sign in with your credentials.
es: Su sesión ha expirado. Por favor, vuelva a identificarse con sus credenciales.

# error.transport.sessionExpired.title
source: Session Expired
es: Su sesión ha expirado.

# error.transport.serviceUnavailable
source: Something went wrong.
es: Algo fué mal.

# error.transport.networkNotAvailable
source: There is no internet connection
es: No hay conexión a internet.

# error.transport.incorrectParameters
source: Something went wrong<<ERROR_CODE>>.
es: Algo fué mal<<ERROR_CODE>>.

# error.transport.invalidSession
source: For your security, your session has timed out due to inactivity.
es: Por su seguridad, su sesión ha expirado por inavtividad.

# error.transport.emptySession
source: For your security, your session has timed out due to inactivity.
es: Por su seguridad, su sesión ha expirado por inavtividad.

# error.transport.agentSessionExpired
source: For your security, your session has timed out due to inactivity.
es: Por su seguridad, su sesión ha expirado por inavtividad.

# error.transport.agentInvalidSession
source: For your security, your session has timed out due to inactivity.
es: Por su seguridad, su sesión ha expirado por inavtividad.

# error.transport.agentEmptySession
source: For your security, your session has timed out due to inactivity.
es: Por su seguridad, su sesión ha expirado por inavtividad.

# error.transport.loginErrorInvalidCredentials
source: Error. Please re-enter your credentials.
es: Credenciales inválidas.

# error.transport.loginErrorUnverifiedDatapoints
source: Error. Please verify your login information.
es: Por favor, verifique sus credenciales.

# error.transport.shiftCardActivateError
source: Oops! There was a problem activating your card.
es: Oops! Hubo un problema activando su tarjeta.

# error.transport.shiftCardEnableError
source: Oops! There was a problem enabling your card.
es: Oops! Hubo un problema desbloqueando su tarjeta.

# error.transport.shiftCardDisableError
source: Oops! There was a problem disabling your card.
es: Oops! Hubo un problema bloqueando su tarjeta.

# error.transport.primaryFundingSourceNotFound
source: Error reading card's balance
es: Error obteniendo el balance de la tarjeta.

# error.transport.sdkDeprecated
source: This version has been deprecated, please update the app.
es: Esta versión ha sido descatalogada, por favor actualiza la app.

# select-balance-store.title
source: Link your account
es: Enlaza tu cuenta

# external-oauth.coinbase.connect
source: Oauth Connect
es: Connecta con Coinbase

# external-oauth.coinbase.description
source: Connect your account to spend online and offline at over 38 million merchants worldwide.
es: Conecta con Coinbase para comprar online y offline en más de 38 millones de comercios en todo el mundo.

# select-financial-account.add-card-button.title
source: Add Card
es: Añadir tarjeta

# select-financial-account.scan-card-button.title
source: Scan Card
es: Escanear tarjeta

# select-financial-account.bank-deposit.title
source: Bank Deposit
es: Depósito bancario

# select-financial-account.bank-deposit.subtitle
source: We'll ask you to link a bank account. Transfers may take up to 3 business days
es: Le pediremos que vincule una cuenta bancaria. Las transferencias pueden tardar hasta 3 días hábiles

# select-financial-account.virtual-card.title
source: Virtual Card
es: Tarjeta Virtual

# select-financial-account.virtual-card.subtitle
source: We'll send an SMS with a link to your card
es: Le enviaremos un SMS con un enlace a su tarjeta

# select-financial-account.card-support.text
source: We support most major debit and pre-pay cards
es: Soportamos la mayoría de las principales tarjetas de débito y prepago
