Repository: AptoPayments/apto-sdk-ios
Catalog: Pod/Localization/*.lproj/Localizable.strings
Languages: es

# application-details.loan-purpose
source: Loan Purpose
es: Motivo del préstamo

# application-details.first-name
source: First Name
es: Nombre

# application-details.last-name
source: Last Name
es: Apellido

# application-details.phone
source: Phone
es: Teléfono

# application-details.address
source: Address
es: Dirección

# application-details.city
source: City
es: Ciudad

# application-details.state
source: State
es: Estado

# application-details.zip-code
source: ZIP Code
es: ZIP

# application-details.housing-status
source: Housing Status
es: Tipo de vivienda

# application-details.annual-pretax-income
source: Annual Pretax Income
es: Ingresos anuales

# application-details.employment-status
source: Income Source
es: Empleo

# application-details.salary-frequency
source: Salary Frequency
es: Frecuencia salarial

# application-details.monthly-net-income
source: Monthly Net Income
es: Ingresos mensuales netos

# application-details.birthday
source: Birthdate
es: Cumpleaños

# doc-uploader.title
source: Add Documents
es: Añadir documentos

# doc-uploader.nav.button.done
source: Done
es: Hecho

# doc-uploader.view-files
source: View Files
es: Ver documentos

# doc-uploader.button.upload-additional-files
source: Upload Additional Files
es: Aportar documentación

# doc-uploader.button.cancel
source: Cancel
es: Cancelar

# doc-uploader.button.take-photo
source: Take a Photo
es: Tomar una foto

# doc-uploader.button.choose-existing-photo
source: Choose Existing
es: Escoger del carrete

# file-commander.title
source: Files
es: Ficheros

# file-commander.nav.button.back
source: Back
es: Atrás

# file-commander.nav.button.next
source: Next
es: Siguiente

# file-commander.delete-file
source: Delete File
es: Borrar documento

# general.button.cancel
source: Cancel
es: Cancelar

# application-details.processing-application
source: Processing Application...
es: Procesando solicitud...

# application-details.application-rejected
source: Rejected
es: Rechazada

# application-details.application-pending-borrower-action
source: Pending borrower action
es: Esperando acción por parte del usuario.

# application-details.application-cancelled
source: Cancelled
es: Cancelada

# application-details.application-approved
source: Application Approved
es: Solicitud aprobada

# offer-list.cell.interest-rate
source: Interest Rate
es: Interés

# offer-list.cell.amount-financed
source: Amount Financed
es: Importe financiado

# offer-list.cell.monthly-payment
source: Monthly Payment
es: Pago mensual

# offer-list.cell.more-info
source: More Info
es: Más info

# offer-list.cell.less-info
source: Less Info
es: Menos info.

# offer-list.cell.button.apply-now
source: Apply Now
es: Aplicar ahora

# application-details.interest-rate
source: Interest Rate
es: Interés

# application-details.amount-financed
source: Amount Financed
es: Importe financiado

# application-details.Mmonthly-payment
source: Monthly Payment
es: Pago mensual

# application-details.term
source: Term
es: Duración

# offer-loader.title
source: My Loan Offers
es: Mis ofertas

# offer-loader.loading-offers
source: Hang Tight! We're finding you the best loan offers :)
es: Un momento! Estamos buscando las mejores ofertas :)

# offer-loader.button.update-loan-request
source: Update Loan Request
es: Actualizar la solicitud

# offer-loader.text.no-offers-found
source: No offers found
es: No hay ofertas disponibles.

# file.camera-capture
source: Camera Capture
es: Tomar foto

# disclaimer.title
source: Find a Loan
es: Encontrar un préstamo

# disclaimer.explanation
source: Find the perfect loan, from your phone.
es: Encuentra el préstamo perfecto, desde tu teléfono.

# disclaimer.button.find-loan
source: Find a Loan
es: Encontrar un préstamo

# loan-consent.title
source: Confirm Loan
es: Confirmar préstamo

# loan-consent.button.scroll-down-to-confirm
source: Scroll Down to Confirm
es: Bajar para confirmar

# loan-consent.button.agree-and-fund-loan
source: Agree and Fund Loan
es: Aceptar y recibir fondos

# application-details.button.upload-docs
source: Upload Docs
es: Aportar documentación

# application-details.additional-docs-required
source: Additional Docs Required
es: Documentación adicional requerida

# application-details.button.add-info
source: Add Info
es: Aportar información

# application-details.button.confirm-loan
source: Confirm Loan
es: Confirmar Préstamo

# application-details.button.select-funding-account
source: Select Funding Account
es: Seleccionar cuenta

# application-details.button.continue
source: Continue
es: Continuar

# application-details.button.open-url
source: Open URL
es: Abrir URL

# application-details.button.cancel
source: Cancel
es: Cancelar

# range-slider.warning.minimum-lower-than-maximum
source: MinimumValue should be lower than maximumValue
es: El valor mínimo debe ser menor que el valor máximo.

# range-slider.warning.maximumValue-greater-than-minimum
source: MaximumValue should be greater than minimumValue
es: El valor máximo debe ser mayor que el valor mínimo.

# offer-list-carousel.title
source: My Loan Offer
es: Mi oferta

# offer-list-carousel.button.apply-now
source: Apply Now
es: Aplicar ahora

# offer-list-carousel.preapproved
source: Congrats! You are pre-approved for a loan from (%lender_name%)
es: Felicidades! (%lender_name%) te ha preconcedido un préstamo

# offer-list-carousel.borrower_preapproved
source: Congrats (%borrower_name%)! You are pre-approved for a loan from (%lender_name%)
es: Felicidades (%borrower_name%)! (%lender_name%) te ha preconcedido un préstamo

# offer-list-carousel.continue-application-in-web-browser
source: Continue application in a web browser?
es: ¿Continuar la solicitud en un navegador?

# offer-list-carousel.button.yes
source: Yes
es: Sí

# application-feedback.application-approved
source: Your loan application with (%lender_name%) is being funded
es: Tu préstamo de (%lender_name%) ha sido concedido.

# navigation-menu.button.refresh-offers
source: Refresh Offers
es: Refrescar ofertas

# navigation-menu.button.info-terms
source: Info & Terms
es: Información & Términos

# order-details-form.interest-rate
source: Interest Rate
es: Interés

# order-details-form.amount-financed
source: Amount Financed
es: Importe financiado

# order-details-form.monthly-payment
source: Monthly Payment
es: Pago mensual

# order-details-form.term
source: Term
es: Duración

# phone-collector.phone
source: Enter your phone number
es: Entre su número de teléfono

# phone-collector.phone.warning.empty
source: Invalid phone number
es: Número de teléfono inválido

# email-collector.email
source: Enter your email address
es: Entre su correo electrónico

# email-collector.placeholder
source: example@domain.com
es: ejemplo@dominio.com

# email-collector.phone.warning.empty
source: Invalid email address
es: Email inválida

# info-collector.title
source: Info
es: Tus datos

# info-collector.subtitle
source: Nice to meet you ;)
es: Encantado de conocerte ;)

# info-collector.first-name
source: First Name
es: Nombre

# info-collector.first-name.warning.empty
source: You must provide your first name.
es: Debes indicar tu nombre

# info-collector.last-name
source: Last Name
es: Apellido

# info-collector.last-name.warning.empty
source: You must provide your last name.
es: Debes indicar tu apellido.

# info-collector.email.warning.empty
source: This email is not correct.
es: El email no es correcto.

# info-collector.email.not-specified.title
source: I don't have an email.
es: No dispongo de email.

# doc-uploader.file-count
source: (%file_count%) files
es: (%file_count%) ficheros

# application-feedback.button.upload-docs
source: Upload Docs
es: Aportar documentación

# application-feedback.additional-docs-required
source: Additional Docs Required
es: Documentación adicional requerida

# application-feedback.button.add-info
source: Add Info
es: Aportar información

# application-feedback.button.confirm-loan
source: Confirm Loan
es: Confirmar préstamo

# application-feedback.button.continue
source: Continue
es: Continuar

# application-feedback.button.open-url
source: Open URL
es: Abrir URL

# application-feedback.button.cancel
source: Cancel
es: Cancelar

# application-feedback.nav.button.done
source: Done
es: Hecho

# application-feedback.applying-to-offer
source: Hang Tight! Applying to the offer :)
es: Un momento! Solicitando préstamo :)

# application-feedback.button.retry
source: Retry
es: Reintentar

# data-collector.no-pending-applications
source: No pending applications
es: No hay solicitudes pendientes

# application-summary.section.loan-terms
source: LOAN TERMS
es: PRESTAMO

# application-summary.section.application-info
source: APPLICATION INFO
es: SOLICITUD

# application-summary.section.disclosures
source: DISCLOSURES
es: CONDICIONES

# file-import.select-application-receive-file
source: Select the application that will receive this file:
es: Selecciona la solicitud a la que quieres adjuntar este fichero:

# file-import.button.cancel
source: Cancel
es: Cancelar

# file-import.select-document-receive-file
source: Select the document that will receive this file:
es: Selecciona el documento a la que quieres adjuntar este fichero

# offer-list.invalid-application-code
source: Invalid application code
es: Código de solicitud inválido

# birthday-collector.get-offers.title
source: Get Offers
es: Obtener ofertas

# birthday-collector.button.update-profile
source: Update Profile
es: Actualizar tus datos

# birthday-collector.subtitle
source: Ready for loan offers?
es: ¿Listo para recibir ofertas?

# birthday-collector.birthday
source: Birthdate
es: Cumpleaños

# birthday-collector.birthday.placeholder
source: month / day / year
es: mes / día / año

# birthday-collector.birthday.warning.minimum-age
source: Were you born in the future?
es: You must be 18 years old to get offers.

# birthday-collector.information-private
source: Don't be afraid, your information is private and secure.
es: No temas, tu información es privada y segura.

# birthday-collector.button.get-offers
source: Get Offers
es: Obtener ofertas

# birthday-collector.button.get-card
source: Get Card
es: Obtener tarjeta

# birthday-collector.disclosures
source: Disclosures:
es: Condiciones:

# birthday-collector.update-user.title
source: Update account
es: Actualizar cuenta

# birthday-collector.update-user.subtitle
source: Update data
es: Actualizar datos

# birthday-collector.get-offers.subtitle
source: Ready for loan offers?
es: ¿Listo para recibir ofertas?

# birthday-collector.get-card.title
source: Get card
es: Obtener tarjeta

# birthday-collector.get-card.subtitle
source: Ready for your new card?
es: ¿Listo para tu nueva tarjeta?

# about-link.title
source: About Link
es: Acerca de Link

# about-link.terms-of-service
source: Terms of Service
es: Términos del Servicio

# about-link.privacy-policy
source: Privacy Policy
es: Política de Privacidad

# about-link.contact-us
source: Contact Us
es: Contacto

# general.weeks
source: (%count%) Weeks
es: (%count%) Semanas

# general.week
source: Week
es: Semana

# general.months
source: (%count%) Months
es: (%count%) Meses

# general.month
source: Month
es: Mes

# required-document.photo-id
source: Photo Id
es: Identificación con fotografía

# required-document.bank-statement
source: Bank Statement
es: Estracto de cuenta bancaria

# required-document.proof-of-address
source: Proof od Address
es: Prueba de Dirección

# required-document.other-documents
source: Other Documents
es: Otros documentos

# loan-consent.must-accent-conditions
source: You must accept the loan conditions.
es: Debes aceptar las condiciones del préstamo para continuar.

# loan-consent.borrower-agreement.title
source: BORROWER AGREEMENT
es: ACUERDO DEL USUARIO

# loan-consent.sign-label
source: I agree to the electronic communications agreement specified here and understand that clicking "Agree and Fund Loan" constitutes a binding signature
es: Acepto el acuerdo especificado aquí y entiendo que pulsar "Aceptar y transferir fondos" constituye una firma vinculante

# doc-uploader.documents-sent
source: Documents sent
es: Documentación enviada

# input-field.button.show
source: Show
es: Mostrar

# input-field.button.hide
source: Hide
es: Ocultar

# input-field.validation
source: Validation
es: Validación

# input-field.button.done
source: Done
es: Hecho

# application-list.title
source: My Applications
es: Mis solicitudes

# application-list.nav.button.back
source: Back
es: Atrás

# application-list.nav.button.next
source: Next
es: Siguiente

# application-list.no-applications
source: There are no pending loan applications
es: No hay solicitudes pendientes,

# user-data-collector.next-button.title
source: Next
es: Siguiente

# home-collector.title
source: Address
es: Dirección

# home-collector.subtitle
source: Where do you live?
es: ¿Dónde vives?

# home-collector.residence
source: Residence
es: Residencia

# home-collector.residence.placeholder
source: Select
es: Seleccionar

# home-collector.residence.warning.empty
source: Please select a housing type.
es: Selecciona un tipo de vivienda.

# home-collector.zip-code.warning.invalid
source: The zip is not correct.
es: El ZIP no es correcto

# amount-collector.title
source: Amount
es: Importe

# amount-collector.subtitle
source: How much do you want to borrow?
es: ¿Cuánto quieres pedir?

# amount-collector.amount.warning.empty
source: The amount must be greater than zero.
es: Introduce un importe superior a cero.

# amount-collector.purpose
source: Purpose
es: Motivo

# amount-collector.purpose.placeholder
source: What's it for?
es: ¿Para qué es?

# amount-collector.purpose.warning.empty
source: Please select a purpose.
es: Por favor selecciona un motivo.

# amount-collector.private-information
source: Your information is private and secure.
es: Tu información es privada y segura.

# amount-collector.button.get-offers
source: Get Offers
es: Obtener ofertas

# amount-collector.will-not-affect-credit-score
source: This will NOT affect your credit score
es: Esto NO afectará tu Credit Score

# amount-collector.there-are-pending-applications
source: (%count%) pending loan applications
es: Hay (%count%) solicitudes en curso

# income-collector.title
source: Income
es: Ingresos

# income-collector.subtitle
source: What's your Annual Pretax Income?
es: ¿Cuáles son tus ingresos anuales?

# income-collector.income.warning.empty
source: You must provide your monthly income.
es: El importe mensual no puede ser cero.

# income-collector.employment-status
source: Income Source
es: Empleo

# income-collector.employment-status.placeholder
source: Please select a value ⌄
es: Selecciona un valor por favor ⌄

# income-collector.employment-status.warning.empty
source: Please select your employment status.
es: Selecciona tu situación laboral.

# income-collector.salary-frequency
source: Salary Frequency
es: Frecuencia salarial

# income-collector.salary-frequency.placeholder
source: Please select a value ⌄
es: Selecciona un valor por favor ⌄

# income-collector.salary-frequency.warning.empty
source: Please select your salary frequency.
es: Selecciona tu frecuencia salarial.

# offer-list.title
source: My Loan Offers
es: Mis ofertas

# offer-list.continue-application-in-web-browser
source: Continue application in a web browser?
es: ¿Continuar la solicitud en un navegador?

# alert-controller.button.yes
source: Yes
es: Sí

# address-collector.title
source: Address
es: Dirección

# address-collector.subtitle
source: What's your address?
es: ¿Cual es tu dirección?

# address-collector.address
source: Where do you live?
es: Dirección

# address-collector.address.warning.empty
source: The address can not be empty.
es: La dirección no puede estar vacía.

# address-collector.city
source: City
es: Ciudad

# address-collector.city.warning.empty
source: The city can not be empty.
es: La ciudad no puede estar vacía.

# address-collector.state
source: State
es: Estado

# address-collector.state.warning.empty
source: Please select a state.
es: Por favor selecciona un estado.

# address-collector.zip-code.warning.incorrect
source: The zip is not correct.
es: El ZIP no es correcto.

# app-delegate.alert.no-additional-documentation-required
source: There are no applications requiring additional documentation
es: No hay solicitudes que necesiten documentación adicional.

# app-delegate.alert.file-added-to-application
source: The file has been added to the application
es: El documenta se ha añadido a la solicitud.

# app-delegate.alert.unsupported-file-format
source: Unsupported file format
es: Formato de documento no soportado.

# app-delegate.alert.invalid-session
source: Session not initialized
es: Sesión no iniciada

# application-summary.title
source: Confirm Application
es: Confirmar Solicitud

# application-summary.loans-provided-by
source: All loans are provided and serviced by (%lenderName%)
es: Todos los préstamos son ofrecidos por (%lenderName%)

# application-summary.button.scroll-down-to-confirm
source: Scroll Down to Confirm
es: Bajar para confirmar

# application-summary.button.i-agree
source: I Agree
es: Acepto

# credit-score-collector.subtitle
source: What's your credit score?
es: ¿Cual es tu credit score?

# credit-score-collector.credit-score.warning.empty
source: You must indicate your credit score.
es: Debes indicar tu Credit Score.

# credit-score-collector.placeholder
source: Please select a value ⌄
es: Selecciona un valor por favor ⌄

# general.something-went-wrong
source: Something went wrong
es: Algo fué mal.

# application-feedback.application-rejected
source: Your loan application with (%lender_name%) was rejected
es: (%lender_name%) ha rechazado la solicitud.

# application-feedback.application-processing-by-lender
source: (%lender_name%) is processing your application
es: (%lender_name%) está procesando tu solicitud.

# credit-score.excellent
source: Excellent (760+)
es: Excelente (760+)

# credit-score.good
source: Good (700-759)
es: Bueno (700+)

# credit-score.fair
source: Fair (640-699)
es: Alto (640+)

# credit-score.poor
source: Poor (<640)
es: Bajo (<640)

# monthly-income-collector.title
source: Income
es: Ingresos

# monthly-income-collector.subtitle
source: What's your Monthly Net Income?
es: Cuáles son tus ingresos mensuales?

# monthly-income-collector.income.warning.empty
source: You must provide your monthly income.
es: Debes indicar tus ingresos mensuales.

# verify_phone.title
source: Verify phone number
es: Verifica tu teléfono

# verify_phone.label.title
source: Enter the code sent to your registered email
es: Introduce el código

# verify_phone.submit_button.title
source: Submit
es: Verificar

# verify_phone.resend_button.title
source: Re-send Code
es: Volver a enviar Código

# error.transport.verifyPhone.incorrectPin
source: This pin is incorrect
es: El pin es incorrecto

# error.transport.emailNotVerified
source: This pin is incorrect
es: El pin es incorrecto

# verify_birthdate.title
source: Security check
es: Control de seguridad

# verify_birthdate.birthday
source: Please enter your birthdate
es: Por favor entra tu fecha de nacimiento

# verify_birthdate.birthday.placeholder
source: month / day / year
es: mes / día / año

# verify_birthdate.birthday.warning.minimum-date
source: Future dates not allowed.
es: Fechas futuras no permitidas.

# verify_birthdate.submit_button.title
source: Submit
es: Enviar

# error.transport.verifyBirthDate
source: This birthdate is incorrect
es: La fecha es incorrecta

# loan-funded.description.card
source: Your loan is being disbursed to the card you've selected: {{financial_account}} Show this card to an agent to make your purchase
es: Su préstamo ha sido transferido a la tarjeta seleccionada: {{financial_account}} Muestre esta tarjeta a un agente para realizar su compra

# loan-funded.button.view-virtual-card
source: View Virtual Card
es: Ver Tarjeta Virtual

# loan-funded.button.view-card
source: View Card
es: Ver Tarjeta

# loan-funded.button.send-card-sms
source: Send via SMS
es: Enviar por SMS

# loan-funded.description.bank-account
source: Your loan is being disbursed to the account you've selected: {{financial_account}}
es: Su préstamo ha sido transferido a la cuenta seleccionada: {{financial_account}}

# loan-funded.description.virtual-card
source: Your loan has been funded to a virtual card. Show this card to an agent to make your purchase
es: Los fondos del préstamo han sido transferidos a una tarjeta virtual. Muestre esta tarjeta a un agente para realizar su compra.

# payday-loan-collector.title
source: Additional information
es: Información adicional

# payday-loan-collector.subtitle
source: Have you used a payday loan in the last 6 months?
es: Ha usado un crédito exprés en los últimos 6 meses?

# payday-loan-collector.yes
source: Yes
es: Sí

# payday-loan-collector.time-at-address.warning.empty
source: You must answer this question.
es: Debe indicar sí o no.

# time-at-address-collector.title
source: Address
es: Dirección

# time-at-address-collector.subtitle
source: How long have you been at this address?
es: Cuanto tiempo ha vivido en esta dirección?

# time-at-address-collector.placeholder
source: Please select a value ⌄
es: Selecciona un valor por favor ⌄

# time-at-address-collector.time-at-address.warning.empty
source: You must answer this question.
es: Debe responder a esta pregunta.

# member-of-armed-forces-collector.title
source: Additional information
es: Información adicional

# member-of-armed-forces-collector.subtitle
source: Are you, your spouse, or your head of household an active member of the armed forces?
es: Es usted, su esposa, o el cabeza família un miembro activo de las fuerzas armadas?

# member-of-armed-forces-collector.yes
source: Yes
es: Sí

# member-of-armed-forces-collector.time-at-address.warning.empty
source: You must answer this question.
es: Debe indicar sí o no.

# link-application-list.subtitle
source: Select an existing application to continue or select New Application
es: Seleccione una solicitud existente o pulse Nueva Solicitud

# link-application-list.title
source: Select Application
es: Seleccione Solicitud

# link-application-list.button.new-application
source: New Application
es: Nueva Solicitud

# manage.shift.card.title
source: Card
es: Tarjeta

# manage.shift.card.spendable-today
source: Spendable today
es: Disponible hoy

# manage.shift.card.tap-to-manage-card
source: Tap to manage card
es: Tap para gestionar tarjeta

# manage.shift.card.tap-to-manage-card-copy-card
source: Tap to manage card or Tap on the number to copy to clipboard
es: Tap para gestionar tarjeta o Tap en el número para copiarlo

# manage.shift.card.activate-card-button.title
source: Activate my Card
es: Activar Tarjeta

# manage.shift.card.refresh.title
source: Scroll or tap to show more
es: Scroll o tap para mostrar más

# manage.shift.card.refresh.loading
source: Loading...
es: Cargando...

# manage.shift.card.most-recents
source: Most recent
es: Más recientes

# credit.card-number-copied
source: Copied to clipboard
es: Copiado al portapapeles

# manage.shift.card.bottom.menu.title
source: Card settings
es: Configuración de la tarjeta

# manage.shift.card.bottom.menu.enable-card.title
source: Enable Card
es: Activar Tarjeta

# manage.shift.card.bottom.menu.show-card-info.title
source: Show Card Info
es: Mostrar Info

# change.pin.title
source: Change Card PIN
es: Cambiar PIN

# change.pin.type-pin
source: Please type the new PIN
es: Nuevo PIN

# change.pin.type-pin.confirm
source: Confirm PIN
es: Confirma el PIN

# change.pin.error.pins-does-not-match
source: PIN does not match.
es: Los PIN no son iguales

# card.settings.add-funding-source.button.title
source: Add funding source
es: Añadir funding source

# card.main.current-balance
source: CURRENT BALANCE
es: BALANCE ACTUAL
